Repository: webteam-leipzig/hio-typo3-connector
Catalog: Resources/Private/Language/*.nomination.xlf
Languages: de

# titleNominations
source: HISinOne nominations
de: HISinOne-Preisanerkennungen

# descriptionNominations
source: List of nominations available in HISinOne
de: Liste der in HISinOne verfügbaren Preisanerkennungen

# noNominations
source: No nominations found
de: Keine Preisanerkennungen gefunden

# receive-hio-nominations_reaction
source: Receive nomination data from HIO Middleware
de: Daten zu Preisanerkennungen von der HIO-Middleware empfangen

# tx_hiotypo3connector_domain_model_nomination
source: Nominations
de: Preisanerkennungen

# tx_hiotypo3connector_domain_model_nomination.object_id
source: Nomination HISinOne-ID
de: HISinOne-ID der Preisanerkennung

# tx_hiotypo3connector_domain_model_nomination.title
source: Nomination title
de: Titel der Preisanerkennung

# tx_hiotypo3connector_domain_model_nomination.nomination_year
source: Year of nomination
de: Jahr der Preisanerkennung

# tx_hiotypo3connector_domain_model_nomination.object_id
source: HISinOne-ID of Nomination
de: HISinOne-ID der Preisanerkennung

# tx_hiotypo3connector_domain_model_nomination.title
source: Title of Nomination
de: Titel der Preisanerkennung

# tx_hiotypo3connector_domain_model_nomination.orgUnits
source: Related organization units
de: Verknüpfte Organisationseinheiten

# tx_hiotypo3connector_domain_model_nomination.publications
source: Related publications
de: Verknüpfte Publikationen

# tx_hiotypo3connector_domain_model_nomination.projects
source: Related projects
de: Verknüpfte Projekte

# tx_hiotypo3connector_domain_model_nomination.nominees
source: Related nominees
de: Verknüpfte Personen

# flexform.nominationlist.orderBy
source: Sort order
de: Sortierreihenfolge

# flexform.nominationlist.orderBy.uid
source: uid
de: unsortiert

# flexform.nominationlist.orderBy.title
source: alphabetic
de: Alphabetisch

# flexform.nominationlist.orderBy.titleDesc
source: alphabetic descending
de: Alphabetisch absteigend

# flexform.nominationlist.orderBy.nominationYear
source: Nomination year
de: Jahr der Preisanerkennung

# flexform.nominationlist.orderBy.nominationYearDesc
source: Nomination year descending
de: Jahr der Preisanerkennung (absteigend)
