Repository: webteam-leipzig/hio-typo3-connector
Catalog: Resources/Private/Language/*.orgUnit.xlf
Languages: de

# titleOrgUnits
source: HISinOne Organisation units
de: HISinOne Organisationseinheiten

# descriptionOrgUnits
source: List of organisation units available in HISinOne
de: Liste aller in HISinOne verfügbaren Organisationseinheiten

# noOrgUnits
source: No organization units found
de: Keine Organisationseinheiten gefunden

# receive-hio-orgunits_reaction
source: Receive organisation unit data from HIO Middleware
de: Empfang von Organisationseinheiten von der HIO Middleware

# tx_hiotypo3connector_domain_model_orgunit
source: Organization units
de: Organisationseinheiten

# tx_hiotypo3connector_domain_model_orgunit.object_id
source: Organisation unit HISinOne-ID
de: ID

# tx_hiotypo3connector_domain_model_orgunit.title
source: Organisation unit title
de: Titel

# tab.keyfact_type
source: General
de: Allgemein

# tx_hiotypo3connector_domain_model_orgunit.publications
source: Related publications
de: Verknüpfte Publikationen

# tx_hiotypo3connector_domain_model_orgunit.projects
source: Related projects
de: Verknüpfte Projekte

# tx_hiotypo3connector_domain_model_orgunit.patents
source: Related patents
de: Verknüpfte Patente

# tx_hiotypo3connector_domain_model_orgunit.persons
source: Related persons
de: Verknüpfte Personen

# tx_hiotypo3connector_domain_model_orgunit.doctoralPrograms
source: Related doctoral programs
de: Verknüpfte Promotionen

# tx_hiotypo3connector_domain_model_orgunit.habilitations
source: Related habilitations
de: Verknüpfte Habilitationen

# tx_hiotypo3connector_domain_model_orgunit.researchInfrastructures
source: Related research infrastructures
de: Verknüpfte Forschungsinfrastrukturen

# tx_hiotypo3connector_domain_model_orgunit.spinOffs
source: Related spin-offs
de: Verknüpfte Ausgründungen
