Repository: webteam-leipzig/hio-typo3-connector
Catalog: Resources/Private/Language/*.selectedOrgUnit.xlf
Languages: de

# flexform.publicationlist.sheet.title
source: Publications list settings
de: Publikationslisten Einstellungen

# flexform.personlist.sheet.title
source: Persons list settings
de: Personenlisten Einstellungen

# titleOrgUnitPublications
source: HISinOne publications for organization unit
de: HISinOne Publikationen für eine Organisationseinheit

# descriptionOrgUnitPublications
source: Show all HISinOne publications for the selected organization unit
de: Zeigt alle HISinOne Publikationen für die ausgewählte Organisationseinheit an

# flexform.publicationlist.orgUnitUid
source: Select organization unit please
de: Bitte Organisationseinheit auswählen

# flexform.publicationlist.externalLink
source: Link to publication details (optional)
de: Link zu den Publikationsdetails (optional)

# flexform.publicationlist.orderBy
source: Order by
de: Sortieren nach

# flexform.publicationlist.addOrderBy
source: additional Order by
de: zusätzliche Sortierung nach

# flexform.publicationlist.orderBy.uid
source: none
de: keine Sortierung

# flexform.publicationlist.orderBy.title
source: alphabetical
de: alphabetisch

# flexform.publicationlist.orderBy.titleDesc
source: alphabetical descending
de: alphabetisch absteigend

# flexform.publicationlist.orderBy.releaseYear
source: Release year ascending
de: Erscheinungsjahr aufsteigend

# flexform.publicationlist.orderBy.releaseYearDesc
source: Release year descending
de: Erscheinungsjahr absteigend

# flexform.publicationlist.orderBy.type
source: Type ascending
de: Typ aufsteigend

# flexform.publicationlist.orderBy.typeDesc
source: Type descending
de: Typ absteigend

# flexform.publicationlist.citationStyle
source: Citytion style
de: Zitationsstil

# flexform.publicationlist.groupBy
source: Group by
de: Gruppieren nach

# flexform.publicationlist.groupBy.none
source: none
de: keine Gruppierung

# flexform.publicationlist.groupBy.type
source: type of publication
de: Publikationstyp

# flexform.publicationlist.groupBy.releaseYear
source: Release year
de: Erscheinungsjahr

# flexform.publicationlist.showTypeStatistics
source: Display publication type statistics
de: Publikationstyp Statistiken anzeigen

# flexform.publicationlist.showCoAuthorshipStatistics
source: Display publication coauthorship statistics
de: Koautor*innen Statistik anzeigen

# titleOrgUnitProjects
source: HISinOne projects for organization unit
de: HISinOne Projekte für eine Organisationseinheit

# descriptionOrgUnitProjects
source: Show all HISinOne projects for the selected organization unit
de: Zeigt alle HISinOne Projekte für die ausgewählte Organisationseinheit an

# flexform.projectlist.orgUnitUid
source: Select organization unit please
de: Bitte Organisationseinheit auswählen

# flexform.projectlist.showProjectStatusStatistics
source: Display project status statistics
de: Projektstatus Statistiken anzeigen

# titleOrgUnitPatents
source: HISinOne patents for organization unit
de: HISinOne Patente für eine Organisationseinheit

# descriptionOrgUnitPatents
source: Show all HISinOne patents for the selected organization unit
de: Zeigt alle HISinOne Patente für die ausgewählte Organisationseinheit an

# flexform.patentlist.orgUnitUid
source: Select organization unit please
de: Bitte Organisationseinheit auswählen

# titleOrgUnitPersons
source: HISinOne persons for organization unit
de: HISinOne Personen der Organisationseinheit

# descriptionOrgUnitPersons
source: Show all HISinOne persons for the selected organization unit
de: Zeigt alle HISinOne Personen an, die zur gewählten Organisationseinheit gehören

# flexform.personlist.orgUnitUid
source: Select organization unit please
de: Bitte Organisationseinheit auswählen

# titleOrgUnitOrgUnits
source: HISinOne organization units for organization unit
de: HISinOne Organisationseinheiten für eine Organisationseinheit

# descriptionOrgUnitOrgUnits
source: Show all HISinOne organization units for the selected organization unit
de: Zeigt alle HISinOne Organisationseinheiten für die ausgewählte Organisationseinheit an

# flexform.orgunitlist.orgUnitUid
source: Select organization unit please
de: Bitte Organisationseinheit auswählen

# titleOrgUnitDoctoralPrograms
source: HISinOne doctoral programs for organization unit
de: HISinOne Doktorandenprogramme für eine Organisationseinheit

# descriptionOrgUnitDoctoralPrograms
source: Show all HISinOne doctoral programs for the selected organization unit
de: Zeigt alle HISinOne Doktorandenprogramme für die ausgewählte Organisationseinheit an

# flexform.doctoralprogramlist.orgUnitUid
source: Select organization unit please
de: Bitte Organisationseinheit auswählen

# titleOrgUnitHabilitations
source: HISinOne habilitations for organization unit
de: HISinOne Habilitationen für eine Organisationseinheit

# descriptionOrgUnitHabilitations
source: Show all HISinOne habilitations for the selected organization unit
de: Zeigt alle HISinOne Habilitationen für die ausgewählte Organisationseinheit an

# flexform.habilitationlist.orgUnitUid
source: Select organization unit please
de: Bitte Organisationseinheit auswählen
